import React from "react";
import { styles } from "../styles/style";

const About = () => {
  return (
    <div className="text-black dark:text-white">
      <br />
      <h1 className={`${styles.title} 800px:!text-[45px]`}>
        What is <span className="text-gradient">PrimeSchool</span>
      </h1>

      <br />
      <div className="w-[95%] 800px:w-[85%] m-auto">
        <p className="text-[18px] font-Poppins">
          Passive Creator เป็นสถาบันที่เน้นการสอนหารายได้ในตลาดออนไลน์
          โดยเน้นทางด้านการสร้างรายได้ผ่านงานออกแบบในรูปแบบดิจิตอล
          ซึ่งถือเป็นธุรกิจแนวใหม่ที่ ลงทุนไม่สูง ไม่ต้องสต็อกของ
          ไม่ต้องคุยกับลูกค้า เน้นการค้นคว้า และออกแบบงานอย่างสม่ำเสมอ
          เพื่อสร้างรายได้ใน "ระยะยาว"
          <br />
          <br />
          ด้วยการเรียนการสอนที่ออกแบบมาจากประสบการณ์จริงของผู้สอน
          ซึ่งมาความเชี่ยวชาญในตลาดทางด้านนี้มากว่า 10 ปี และได้สอนมากว่า 5 ปี
          ด้วยลูกศิษย์ร่วม 2000 คน ทำให้มั่นใจได้ว่า
          คอร์สเรียนได้ถูกออกแบบและปรับปรุงอย่างสม่ำเสมอ
          ให้ทันต่อสถานการณ์ของตลาดที่เปลี่ยนแปลงไป
          <br />
          <br />
          <br />
          การเรียนการสอน มีทั้งการเรียนออนไลน์แบบสดๆ ผ่านทาง Zoom
          และสามารถทบทวนได้โดยการเรียนผ่านทางเว็บไซต์เพื่อให้เข้าใจมากยิ่งขึ้น
          ตลอดจนการดูแล พูดคุยปัญหาหลังการเรียนผ่านทางกลุ่ม facebook
          ทำให้มั่นใจได้ว่า ทุกคนสามารถ "ทำได้"อย่างแน่นอน
          <br />
          ความมุ่งมั่นของเราคือการให้บริการที่มีคุณภาพสูงสุดแก่ลูกค้าทุกท่าน
          โดยเรามุ่งเน้นให้คุณได้รับประสบการณ์การเรียนรู้ที่เป็นมิตรและสนุกสนาน
          ทางเรามีทีมงานคุณภาพที่มีความคิดสร้างสรรค์และเชี่ยวชาญในวงการ forex
          ที่พร้อมให้คำแนะนำและคำปรึกษาที่เป็นประโยชน์ตลอดเวลา
          <br />
          <br />
          <br />
          หากผู้สนใจท่านใดต้องการรายละเอียดเพิ่มเติม สามารถทักทายสอบถามเพิ่มเติมได้ทาง
          <br />
          <br />
        </p>
        <br />
        <span className="text-[22px]">PassiveCreator&apos;</span>
        <br />
        <br />
        <h5 className="text-[18px] font-Poppins">
          Line Id : @ebookcourse
          <br />
          <br />
          เบอร์โทรติดต่อ : 088-793-5141
        </h5>
        <br />
        <br />
        <br />
      </div>
    </div>
  );
};

export default About;
